Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་ཚངས་པ་ཆེན་པོ་གཙུག་པུད་ཅན་གྱིས་དེ་བཞིན་གཤེགས་པས་གནང་བར་རིག་ནས་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཏེ།
en: Once Great Top-Knotted Brahmā understood that the Thus-Gone One had acquiesced, he rejoiced with satisfaction and glee.

source: རབ་ཏུ་དགའ་ནས་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ། དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ།
en: Ecstatic and elated, he bowed with his head to the feet of the Thus-Gone One and vanished right there.

source: །དགེ་སློང་དག་དེ་ནས་དེའི་ཚེ་ས་བླའི་ལྷ་རྣམས་ཀྱིས་བར་སྣང་གི་ལྷ་རྣམས་ལ་ཚིག་ཏུ་བརྗོད་ཅིང་སྒྲ་བསྒྲགས་པ།
en: Monks, on that occasion the earth gods then proclaimed and announced to the gods of the atmosphere:

source: གྲོགས་པོ་དག་དོ་མོད་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་གནང་སྟེ།
en: “Friends, today the venerable, perfectly and completely awakened Thus-Gone One has acquiesced to turn the wheel of Dharma.

source: དེ་ནི་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བར་འགྱུར་རོ།
en: He will do this to benefit many beings, to bring happiness to many beings, to compassionately care for the world, for the welfare, betterment, and happiness of gods, humans, and the majority of beings.

source: །ཀྱེ་གྲོགས་པོ་དག་ལྷ་མ་ཡིན་གྱི་རིས་ནི་ཡོངས་སུ་འགྲིབ་པར་འགྱུར་རོ།
en: Listen, friends! The demigod realms will be reduced.

source: །ལྷའི་རིས་ནི་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: The god realms will be filled.

source: །འཇིག་རྟེན་ན་སེམས་ཅན་མང་པོ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་རོ།
en: And many sentient beings in the world will reach complete nirvāṇa!”

source: །དེ་ལྟར་བར་སྣང་གི་ལྷ་རྣམས་ཀྱིས་ས་བླའི་ལྷ་རྣམས་ལས་ཐོས་ནས་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ལ་སྒྲར་བརྗོད་དོ། །རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱིས་སུམ་ཅུ་རྩ་གསུམ་དང་། འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་རྣམས་ལའོ།
en: Once the gods of the atmosphere heard this from the earth gods, they announced it to the gods in the Heaven of the Four Great Kings. The gods in the Heaven of the Four Great Kings told those in the Heaven of the Thirty-Three. The gods in the Heaven of the Thirty-Three told those in the Heaven Free from Strife. The gods in the Heaven Free from Strife told those in the Heaven of Joy and the Heaven of Delighting in Emanations. The gods in the Heaven of Joy and the Heaven of Delighting in Emanations told those in the Heaven of Making Use of Others’ Emanations.

source: །དེ་དག་གིས་ཀྱང་ཚངས་རིས་ཀྱི་ལྷ་རྣམས་ལ་ཚིག་ཏུ་བརྗོད་ཅིང་སྒྲ་བསྒྲགས་ཏེ།
en: Finally they announced and proclaimed this to the gods of the Brahmā realms:

source: དེ་ནི་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་དོན་དང་ཕན་པ་དང་བདེ་བར་འགྱུར་རོ།
en: He will do this to benefit many beings, to bring happiness to many beings, to compassionately care for the world, for the welfare, betterment, and happiness of gods, humans, and the majority of beings.

source: །ལྷའི་རིས་ནི་ཡོངས་སུ་འཕེལ་བར་འགྱུར་རོ།
en: The god realms will be filled.

source: །དགེ་སློང་དག་དེ་ལྟར་སྐད་ཅིག་དེ་དང་། ཐང་ཅིག་དེ་དང་། ཡུད་ཙམ་དེ་ལ་ས་བླའི་ལྷ་རྣམས་ནས་བཟུང་སྟེ།
en: Monks, then simultaneously all of them, beginning with the earth gods all the way up to the gods of the Brahma realm, announced in unison the same proclamation as before:

source: ཚངས་རིས་ཀྱི་ལྷའི་བར་མན་ཆད་དུ་གྲོགས་པོ་དག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་དོ་མོད་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་གནང་སྟེ་ཞེས་བྱ་བ་ནས་སྔ་མ་བཞིན་དུ་སྒྲ་སྐད་གཅིག་མངོན་དུ་བྱུང་བར་གྱུར་ཏོ།
en: “Today, O friends, the venerable, perfectly and completely awakened Thus-Gone One has consented to turn the wheel of Dharma.

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་ཀྱི་ཤིང་གི་ལྷ་ཆོས་སྲེད་ཅེས་བྱ་བ་དང་། ཆོས་འདོད་དང་། ཆོས་ཀྱི་བློ་གྲོས་དང་། ཆོས་སྤྱོད་དང་། བྱང་ཆུབ་ཀྱི་ཤིང་གི་ལྷ་བཞི་པོ་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་ཞབས་གཉིས་ལ་གཏུགས་ཏེ།
en: He will do this to benefit many beings, to bring happiness to many beings, to care compassionately for the world, for the welfare, betterment, and happiness of gods, humans, and the majority of beings.

source: འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་དུ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་མཛད།
en: Listen, friends! The demigod realms will be reduced. The god realms will be filled. And many sentient beings in the world will reach complete nirvāṇa!”

source: དགེ་སློང་དག་དེ་སྐད་ཅེས་གསོལ་པ་དང་། དེ་བཞིན་གཤེགས་པས་ལྷ་དེ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Monks, then the four gods of the Bodhi tree named Dharmaruci, Dharmakāma, Dharmamati, and Dharmacārin fell to the feet of the Thus-Gone One and asked, “Where will the Blessed One turn the wheel of Dharma?”

source: གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་སུའོ། །དེ་དག་གིས་གསོལ་པ།
en: Monks, to their question the Thus-Gone One replied, “At the Deer Park by the Hill of the Fallen Sages, outside of Vārāṇasī.”

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ནི་སྐྱེ་བོའི་ཚོགས་ཆུང་བ་ལགས། རི་དགས་ཀྱི་ནགས་ནི་ཞུགས་ཤིང་གི་གྲིབ་མ་ཆུང་བ་ལགས་ཏེ།
en: They said, “O Blessed One, the city of Vārāṇasī has merely a limited population, and the Deer Park has only a limited amount of tree shade.

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་ཆེན་པོ་འབྱོར་པ། རྒྱས་པ། བདེ་བ། ལོ་ལེགས་པ། ཉམས་དགྱེས་པ། མི་དང་སྐྱེ་བོ་མང་པོས་གང་བ། སྐྱེད་མོས་ཚལ་དང་། ནགས་དང་ནགས་འདབས་ཀྱིས་བརྒྱན་པ། གཞན་དག་ཀྱང་མཆིས་ན།
en: There are other big cities, O Blessed One, that are wealthy, flourishing, secure, and pleasant, with abundant provisions, teeming with many people and creatures, and adorned with gardens, forests, and mountains.

source: བཅོམ་ལྡན་འདས་དེ་དག་ཅིག་ཏུ་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་གསོལ།
en: May the Blessed One please turn the wheel of Dharma in one of these other places!”

source: དེ་བཞིན་གཤེགས་པས་བཀའ་སྩལ་པ།
en: But the Thus-Gone One replied:

source: བཞིན་བཟངས་དག་དེ་སྐད་མ་ཟེར་ཅིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Do not say such a thing, good sirs! And why?

source: དེར་ནི་ང་ཡིས་མཆོད་སྦྱིན་སྟོང་ཕྲག་བྱེ་བ་ཁྲག་ཁྲིག་དྲུག་ཅུ་བྱས།
en: “I performed sixty trillion sacrifices there;

source: །དེར་ནི་སངས་རྒྱས་སྟོང་ཕྲག་བྱེ་བ་ཁྲག་ཁྲིག་དྲུག་ཅུ་དེ་དག་མཆོད།
en: I made offerings to sixty trillion buddhas there.

source: །བཱ་རཱ་ཎ་སཱི་དམ་པ་དེ་ནི་སྔོན་གྱི་དྲང་སྲོང་རྣམས་ཀྱི་གནས།
en: Vārāṇasī was the preferred place of the previous sages;

source: །ས་དེ་ལྷ་དང་ཀླུ་ཡིས་མངོན་བསྟོད་རྟག་ཏུ་ཆོས་ནི་མངོན་པར་གཞོལ།
en: This place, exalted by gods and nāgas, is ever inspiring for Dharma.

source: །ངས་ནི་སྔོན་ཆད་སངས་རྒྱས་བྱེ་བ་སྟོང་ཕྲག་དགུ་བཅུ་རྩ་གཅིག་དྲན།
en: “I remember that 91 billion previous buddhas

source: །དེ་དག་དྲང་སྲོང་ཞེས་བྱ་ནགས་མཆོག་དེར་ནི་འཁོར་ལོ་དམ་པ་བསྐོར།
en: Turned the sublime wheel in that supreme grove named after the sages,

source: །ཞི་ཞིང་ཉེར་ཞི་བསམ་གཏན་མངོན་གྱུར་རྟག་ཏུ་རི་དགས་རྣམས་ཀྱིས་བསྟེན།
en: Where peace, tranquility, and concentration are actualized, and deer always dwell.

source: །དེ་ཕྱིར་དྲང་སྲོང་ཞེས་བྱ་ནགས་མཆོག་དེར་ནི་འཁོར་ལོ་དམ་པ་བསྐོར།
en: Thus I too will turn the sublime wheel in the supreme grove named after the sages.”

source: །བསྐུལ་བའི་ལེའུ་ཞེས་བྱ་བ་སྟེ། ཉི་ཤུ་རྩ་ལྔ་པའོ།། །།
en: This concludes the twenty-fifth chapter, on exhortation.

source: དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པ་བྱ་བ་མཛད་པ། བྱེད་པ་མཛད་པ།
en: Monks, at that point the Thus-Gone One had accomplished everything he had to do.

source: བཅིངས་པ་ཐམས་ཅད་ཡང་དག་པར་ཆད་པ།
en: With nothing more to achieve, all his fetters had been cut.

source: ཉོན་མོངས་པ་ཐམས་ཅད་བསལ་བ། དྲི་མ་དང་ཉོན་མོངས་པ་སྦྱངས་པ།
en: All negative emotions had been cleared away, along with his mental stains.

source: བདུད་ཕྱིར་རྒོལ་བ་བཅོམ་པ། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་ཚུལ་གྱི་རྗེས་སུ་ཞུགས་པ།
en: He had conquered Māra and all hostile forces, and now he joined the Dharma-way of all awakened ones.

source: ཐམས་ཅད་མཁྱེན་པ་ཐམས་ཅད་གཟིགས་པ།
en: He had become omniscient and perceived everything.

source: སྟོབས་བཅུ་དང་ལྡན་པ། མི་འཇིགས་པ་བཞི་བརྙེས་པ།
en: He possessed the ten powers and had discovered the fourfold fearlessness.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་རབ་ཏུ་རྫོགས་པ།
en: All the eighteen unique qualities of a buddha had unfolded within him.

source: སྤྱན་ལྔ་དང་ལྡན་པ། སངས་རྒྱས་ཀྱི་སྤྱན་སྒྲིབ་པ་མི་མངའ་བས་འཇིག་རྟེན་ཐམས་ཅད་ལ་གཟིགས་ནས་འདི་སྙམ་དུ་དགོངས་ཏེ།
en: Equipped with the fivefold vision, he surveyed the entire world with the unobscured eye of an awakened one and began to reflect:

source: ངས་ཐམས་ཅད་ཀྱི་ཐོག་མར་གང་ལ་ཡང་ཆོས་བསྟན་པར་བྱ། སེམས་ཅན་དག་པ། རྣམ་པ་བཟང་བ། གདུལ་སླ་བ། གོ་སླ་བ། སྦྱང་སླ་བ།
en: “To whom should I teach this Dharma for the very first time? Who is pure, kindhearted, easy to train, and a good teacher able to purify others?

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཆུང་བ།
en: Who has little desire, anger, and delusion?

source: རྣམ་པར་ཤེས་པ་ལྐོག་ཏུ་མ་གྱུར་པ། གང་ཆོས་མ་ཐོས་ན་ཡོངས་སུ་ཉམས་པར་འགྱུར་བ།
en: Who is open-minded and suffers because of never having heard the Dharma?

source: གང་དག་ལ་བདག་གིས་ཐོག་མར་ཆོས་བསྟན་པར་བྱ།
en: Such a person I should teach first of all.

source: གང་ལ་ཆོས་འདི་བསྟན་ནས་ཀྱང་ཤེས་པར་འགྱུར་ཞིང་ཐོ་འཚམ་པར་མི་འགྱུར་བ་ནི་གང་ཡིན་སྙམ་མོ།
en: One who understands my teaching will not turn against me.”

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་དགོངས་ཏེ།
en: Then, monks, the Thus-Gone One thought to himself,

source: རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་ནི་དག་པ། རྣམ་པ་བཟང་བ། གདུལ་སླ་བ། གོ་སླ་བ། སྦྱང་སླ་བ།
en: “Rudraka, the son of Rāma, is pure and kindhearted. It is easy for him to make others understand and purify them.

source: འདོད་ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་ཆུང་བ།
en: He has only little desire, anger, or delusion.

source: རྣམ་པར་ཤེས་པ་ལྐོག་ཏུ་མ་གྱུར་པ་སྟེ། དེ་ཆོས་མ་ཐོས་ན་ཡོངས་སུ་ཉམས་པར་འགྱུར་བའོ།
en: He is also open-minded, and now suffers because he has never heard the Dharma.

source: །དེ་ནི་ཉན་ཐོས་རྣམས་ལ་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་བརྟུལ་ཞུགས་དང་འཐུན་པར་ཆོས་སྟོན་པ་ཡིན་ན།
en: He instructs his students in the practice of disciplined conduct that leads to a state of mind that is neither conscious nor unconscious.

source: དེ་ད་ལྟར་ག་ལ་འདུག་སྙམ་དགོངས་པ་དང་། དེ་འཆི་བའི་དུས་བྱས་ནས་དེང་དུ་ཞག་བདུན་ལོན་པར་མཁྱེན་ཏོ།
en: Now, where is he staying?” At that moment the Thus-Gone One realized that Rudraka had died just one week before.

source: །ལྷ་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་གཏུགས་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་དེ་ལྟ་ལགས་སོ། །བདེ་བར་གཤེགས་པ་དེ་དེ་ལྟ་ལགས་ཏེ།
en: The gods, too, bowed their heads to the Thus-Gone One’s feet and said, “Lord, that is how it is. Well-Gone One, that is how it is.

source: རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་གུམ་ནས་དེང་དུ་དགུང་བདུན་ལགས་སོ།
en: Rudraka, the son of Rāma, died just one week ago.”

source: །དགེ་སློང་དག་ངས་འདི་སྙམ་དུ་བསམས་ཏེ། ཨེ་མ་རངས་བྱེད་ཀྱི་བུ་ལྷག་སྤྱོད་དེ་ཆོས་ཤིན་ཏུ་བཟང་པོ་འདི་ལྟ་བུ་འདི་མ་ཐོས་པར་ཤི་བའི་དུས་བྱས་པ་ནི་ཆེར་ཉམས་སོ།
en: Monks, at that point I had the thought, “Oh no, how sad that Rudraka, the son of Rāma, died before hearing this well-prepared teaching!

source: །གལ་ཏེ་དེས་ཆོས་འདི་ཐོས་ན་ཤེས་པར་འགྱུར་ཏེ།
en: If only he had received my teaching, he would surely have understood it.

source: དེ་ལ་བདག་གིས་ཐོག་མར་ཆོས་བསྟན་པར་བྱ་ཞིང་དེ་ཡང་བདག་ལ་ཐོ་འཚམས་པར་མི་འགྱུར་རོ་སྙམ་མོ།
en: To him I would have explained this Dharma for the first time, and he would not have turned against me.”

source: །དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པས་ཡང་འདི་སྙམ་དུ་དགོངས་ཏེ། སེམས་ཅན་དག་པ་གདུལ་སླ་བ་ཞེས་བྱ་བ་ནས།
en: Monks, the Thus-Gone One again thought, “Now, where could there be another being who is pure and easy to train?

source: ངའི་ཆོས་བསྟན་པ་ཐོ་འཚམ་པར་མི་འགྱུར་བ་ཞེས་བྱ་བའི་བར་དུ་སྔ་མ་བཞིན་ཏེ། དེ་ལྟ་བུ་གཞན་སུ་ཡོད་སྙམ་མོ།
en: Who would have all these qualities and not react against the teaching of Dharma?”

source: དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་དགོངས་ཏེ། སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་ནི་དག་པ་ཞེས་བྱ་བ་ནས།
en: Monks, it then occurred to the Thus-Gone One, “Ārāḍa Kālāma is pure and has all the other qualities.

source: ངའི་ཆོས་བསྟན་པ་ཐོ་འཚམ་པར་མི་འགྱུར་ཞེས་བྱ་བའི་བར་དུ་སྟེ། དེ་ད་ལྟར་ག་ལ་འདུག་སྙམ་དགོངས་ན། དེ་ཡང་འཆི་བའི་དུས་བྱས་ནས་དེང་དུ་ཞག་གསུམ་ལོན་པར་མཁྱེན་ཏོ།
en: He would not react against the teaching of Dharma.” So the Thus-Gone One wondered, “Where would he be now?” Wondering, he realized that Ārāḍa Kālāma had passed away just three days earlier.

source: གནས་གཙང་མའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱིས་ཀྱང་དོན་དེ་དེ་བཞིན་གཤེགས་པ་ལ་གསོལ་ཏེ། །བཅོམ་ལྡན་འདས་དེ་དེ་ལྟ་ལགས་སོ། །བདེ་བར་གཤེགས་པ་དེ་དེ་ལྟ་ལགས་ཏེ།
en: The gods from the pure realms further clarified that matter for the Thus-Gone One, saying, “Lord, that is how it is. Well-Gone One, that is how it is.

source: སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་གུམ་ནས་དེང་དུ་དགུང་གསུམ་ལགས་སོ།
en: Ārāḍa Kālāma died just three days ago.”

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་དགོངས་ཏེ། ཨེ་མ་སྒྱུ་རྩལ་ཤེས་ཀྱི་བུ་རིང་འཕུར་དེ་ཆོས་ཤིན་ཏུ་བཟང་པོ་འདི་ལྟ་བུ་འདི་མ་ཐོས་པར་ཤི་བ་ནི་ཆེར་ཉམས་སོ་སྙམ་མོ།
en: The Thus-Gone One then thought, “Oh no, how sad that Ārāḍa Kālāma died before hearing this well-prepared teaching!”

source: །དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པས་ཡང་འདི་སྙམ་དུ་དགོངས་ཏེ། སེམས་ཅན་དག་པ་རྣམ་པ་བཟང་བ་ཞེས་བྱ་བ་ནས་ངའི་ཆོས་བསྟན་པ་ཐོ་འཚམ་པར་མི་འགྱུར་ཞེས་བྱ་བའི་བར་དུ་སྔ་མ་བཞིན་ཏེ། དེ་ལྟ་བུ་གཞན་སུ་ཡོད་སྙམ་མོ།
en: Monks, at that point the Thus-Gone One once again reflected, “What other being is pure, has a good heart and all the qualities, and would not react against my presentation of the Dharma?”

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པས་འདི་སྙམ་དུ་དགོངས་ཏེ། ལྔ་སྡེ་བཟང་པོ་རྣམས་ནི་དག་པ། རྣམ་པ་བཟང་བ། གདུལ་སླ་བ། གོ་སླ་བ། རྣམ་པར་སྦྱང་སླ་བ།
en: Monks, it then occurred to the Thus-Gone One, “My five ascetic companions are pure and goodhearted. They will make good teachers who are able to purify others.

source: འདོད་ཆགས་དང་ཞེ་སྡང་དང་། གཏི་མུག་ཆུང་བ།
en: They have but little desire, anger, or delusion.

source: རྣམ་པར་ཤེས་པ་ལྐོག་ཏུ་མ་གྱུར་པ་སྟེ། དེ་དག་ཆོས་མ་ཐོས་ན་ཡོངས་སུ་ཉམས་པར་འགྱུར་བའོ།
en: They would be open-minded, and they are now suffering because of not having heard the Dharma.

source: །ང་དཀའ་བ་སྤྱད་པ་སྤྱོད་པ་ན་ཡང་དེ་དག་གིས་བསྙེན་བཀུར་བྱས་པར་གྱུར་ཏེ།
en: When I was practicing under hardships, they helped me.

source: དེ་དག་ངས་ཆོས་བསྟན་ན་ཤེས་པར་འགྱུར་ཞིང་། ང་ལ་ཐོ་འཚམ་པར་མི་འགྱུར་རོ་སྙམ་མོ།
en: They will understand the Dharma taught by me, and they will not turn against me.”

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་དགོངས་ཏེ། བདག་གིས་ལྔ་སྡེ་བཟང་པོ་རྣམས་ལ་ཐོག་མར་ཆོས་བསྟན་པར་བྱ་གོར་མ་ཆག་སྙམ་མོ།
en: Monks, at that point the Thus-Gone One decided, “My five ascetic companions will be the ones to whom I shall teach the Dharma for the first time!”

source: །དགེ་སློང་དག་དེ་ནས་ཡང་དེ་བཞིན་གཤེགས་པ་འདི་སྙམ་དུ་དགོངས་ཏེ། ལྔ་སྡེ་བཟང་པོ་དག་ད་ལྟར་གང་ན་འཁོད་སྙམ་མོ། །དེ་ནས་དེ་བཞིན་གཤེགས་པས་སངས་རྒྱས་ཀྱི་སྤྱན་གྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཇིག་རྟེན་ལ་རྣམ་པར་གཟིགས་ན་ལྔ་སྡེ་བཟང་པོ་དག་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིའི་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་ན་འཁོད་པར་གཟིགས་སོ།
en: Monks, the Thus-Gone One now further thought, “Where might these five companions be staying?” Scanning the entire world with his eye of an awakened one, he saw the five ascetics staying in the Deer Park in Vārāṇasī by a hill known as the Hill of the Fallen Sages.

source: །གཟིགས་ནས་ཀྱང་དེ་བཞིན་གཤེགས་པས་འདི་སྙམ་དུ་དགོངས་ཏེ། བདག་གིས་ལྔ་སྡེ་བཟང་པོ་རྣམས་ལ་ཐམས་ཅད་ཀྱི་ཐོག་མར་ཆོས་བསྟན་པར་བྱ་གོར་མ་ཆག་གོ། །དེ་དག་གིས་ངས་ཐམས་ཅད་ཀྱི་ཐོག་མར་ཆོས་བསྟན་པ་ཀུན་ཤེས་པར་འགྱུར་རོ་སྙམ་མོ།
en: After seeing this, he thought to himself, “If I teach these five excellent ascetics the Dharma before I teach anyone else, they will understand my Dharma when I teach it for the very first time.”

source: །དགེ་སློང་དག་དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་དག་ནི་སྤྱད་པ་དང་ལྡན་པ་ཆོས་དཀར་པོ་རྣམས་ཤིན་ཏུ་ཡོངས་སུ་བསྡུས་པ།
en: Why is that? Monks, they have already practiced and they already possess pure qualities of accomplished scholars.

source: ཐར་པའི་ལམ་ལ་མངོན་དུ་ཕྱོགས་པ། བགེགས་དང་བྲལ་བ་དག་གོ།
en: They are intent on the path to liberation and are free from obstructing forces.

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པས་དེ་སྙམ་དུ་དགོངས་ནས་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལས་བཞེངས་ཏེ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཤེགས་ནས།
en: Now, monks, having reflected in this way, the Thus-Gone One arose from the seat of awakening, making the trichiliocosm tremble.

source: མཐར་གྱིས་ཡུལ་མ་ག་དྷཱར་རྒྱུ་ཞིང་ཡུལ་གསལ་ལྡན་དུ་གཤེགས་སོ།
en: In due course, passing through the country of Magadha, he set off on his way to Kāśi.

source: །དེ་ནས་རི་ག་ཡཱ་དང་། བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་བར་དུ་ཀུན་དུ་འཚོ་བ་པ་གཞན་ཞིག་གིས་དེ་བཞིན་གཤེགས་པ་རྒྱང་རིང་པོ་ནས་གཤེགས་པ་མཐོང་ངོ་།
en: In Gayā, not far from the seat of awakening, an Ājīvika mendicant spotted him from afar.

source: །མཐོང་ནས་ཀྱང་དེ་བཞིན་གཤེགས་པ་ག་ལ་བ་དེར་སོང་སྟེ། ཕྱིན་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: Seeing the Thus-Gone One approaching, he came up to him and stood to one side.

source: །དགེ་སློང་དག་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཀྱང་ཀུན་ཏུ་འཚོ་བ་པ་དེ་དེ་བཞིན་གཤེགས་པ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་མགུ་བར་བྱ་བའི་གཏམ་རྣམ་པ་མང་པོ་བྱས་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཚེ་དང་ལྡན་པ་གཽ་ཏ་མ་ཁྱོད་ཀྱི་དབང་པོ་རྣམས་ནི་ཤིན་ཏུ་གསལ་ལོ། །ཁྱོད་ཀྱི་པགས་པའི་མདོག་ནི་སེར་པོར་གདའ་ཞིང་ཡོངས་སུ་དག་ལ་ཡོངས་སུ་བྱང་བ་སྟེ། འདི་ལྟ་སྟེ་དཔེར་ན།
en: As he stood to one side, monks, the Ājīvika first made a pleasing conversation about various things with the Thus-Gone One, saying, “Venerable Gautama, your senses are calm, and your skin is bright, pure, and of yellow hue.

source: སྟོན་ཀ་རྒྱ་ཤུག་ཁ་དོག་རྩ་སེར་ཞིང་འོད་གསལ་ཏེ། སེར་པོར་གདའ་བ་དེ་བཞིན་དུ་གཽ་ཏ་མ་ཁྱོད་ཀྱི་དབང་པོ་རྣམས་ཡོངས་སུ་དག་ཅིང་། ཞལ་གྱི་དཀྱིལ་འཁོར་ཡང་ཡོངས་སུ་དག་ལ་ཡོངས་སུ་བྱང་བའོ། །
en: Just as the autumn season, which is white and bright, becomes of yellow hue, so too your senses, Lord Gautama, are bright, and your round face is perfectly pure.

source: འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་ཏ་ལའི་འབྲས་བུ་སྨིན་པ་རྩ་བ་ནས་ཆད་མ་ཐག་པའི་རྩ་བ་ལོགས་སེར་པོར་གདའ་བ་ལགས་ཏེ། ཡོངས་སུ་དག་ཅིང་ཡོངས་སུ་བྱང་བ་དེ་བཞིན་དུ་གཽ་ཏ་མ་ཁྱོད་ཀྱི་དབང་པོ་རྣམས་ནི་ཡོངས་སུ་དག་ལ། ཞལ་གྱི་དཀྱིལ་འཁོར་ནི་ཡོངས་སུ་དག་ཅིང་ཡོངས་སུ་བྱང་བའོ། །
en: Just as when the ripe fruit of the tāla tree is nipped off its stem, the severed area immediately becomes yellow, bright, and perfectly pure, so too, Gautama, are your bright senses and your perfectly pure round face.

source: འདི་ལྟ་སྟེ་དཔེར་ན། འཛམ་བུའི་ཆུ་བོའི་གསེར་གྱི་མགུལ་རྒྱན་ཐབ་ནས་ཕྱུང་སྟེ། མགར་བའི་བུ་མཁས་པས་ལེགས་པར་ཡོངས་སུ་སྦྱང་བ་བགྱིས་པ། ལ་བ་དུར་ཀའི་ནང་དུ་སྩལ་ན། ཁ་དོག་དང་ལྡན་པར་འགྱུར་ཏེ། ཡོངས་སུ་དག་ཅིང་ཡོངས་སུ་བྱང་ལ། སེར་པོར་གདའ་ཞིང་འོད་གསལ་བར་འགྱུར་རོ། །དེ་བཞིན་དུ་གཽ་ཏ་མ་ཁྱོད་ཀྱི་དབང་པོ་རྣམས་ནི་ཤིན་ཏུ་གསལ། པགས་པའི་མདོག་ནི་ཡོངས་སུ་དག་ཞལ་གྱི་དཀྱིལ་འཁོར་ནི་ཡོངས་སུ་བྱང་བ་ལགས་སོ།
en: Just as a necklace made of gold from the Jambū River, whose surface has the excellence of a shining meteor, when well fashioned by a skillful son of a goldsmith and thrown onto a white cloth becomes of vivid color, resplendent, perfectly pure, and exceedingly bright, just so, Venerable Gautama, are your calmed senses, bright skin color, and your perfectly pure round face.

source: །ཚེ་དང་ལྡན་པ་གཽ་ཏ་མ་སུ་ལས་ཚངས་པར་སྤྱད་པ་སྤྱོད།
en: Venerable Gautama, with whom did you practice religion?”

source: དགེ་སློང་དག་དེ་སྐད་ཅེས་གསོལ་བ་དང་། དེ་བཞིན་གཤེགས་པས་ཀུན་ཏུ་འཚོ་བ་པ་དེ་ལ་ཚིགས་སུ་བཅད་པས་སླར་བཀའ་སྩལ་པ།
en: Monks, the Thus-Gone One replied to the Ājīvika with this verse:

source: ང་ལ་སློབ་དཔོན་གང་ཡང་མེད།
en: “I do not have any teacher;

source: །ང་དང་འདྲ་བ་ཡོད་མ་ཡིན།
en: There is no one like me.

source: །ང་ནི་གཅིག་པུ་རྫོགས་སངས་རྒྱས།
en: I alone am the perfect Buddha,

source: །བསིལ་གྱུར་ཟག་པ་མེད་པ་ཡིན།
en: Cool and without any flaws.”

source: །དེས་སྨྲས་པ། གཽ་ཏ་མ་བདག་ཉིད་དགྲ་བཅོམ་པར་ཞལ་གྱིས་འཆེའམ།
en: The seeker then asked, “Gautama, surely you are not telling me that you have become a worthy one?”

source: ང་ཉིད་འཇིག་རྟེན་དགྲ་བཅོམ་པ།
en: “I am a worthy one of the world;

source: །ང་ནི་སྟོན་པ་བླ་ན་མེད།
en: I am the unsurpassed teacher.

source: །ལྷ་དང་ལྷ་མིན་དྲི་ཟར་བཅས།
en: Among the gods, demigods, and divine spirits,

source: །ང་ཡི་དོ་ཟླ་གང་ཟག་མེད། །
en: There is no rival to me.”

source: དེས་སྨྲས་པ། གཽ་ཏ་མ་བདག་ཉིད་རྒྱལ་བ་ལགས་པར་ཞལ་གྱིས་འཆེའམ།
en: The seeker asked further, “Gautama, surely you are not telling me that you have become a victorious one?”

source: །གང་དག་ཟག་པ་ཟད་བརྙེས་པ། །ང་འདྲ་རྒྱལ་བར་ཤེས་པར་བྱ།
en: “The victorious ones should be known to be like me, Who has exhausted all faults.

source: །ང་ནི་སྡིག་པའི་ཆོས་ལས་རྒྱལ།
en: I have conquered all evil dharmas;

source: །དེ་བས་ཉེ་འགྲོ་ང་རྒྱལ་ཡིན། །
en: Therefore, my friend, I am indeed a victorious one.”

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་གཽ་ཏ་མ་དགར་བཞུད།
en: The mendicant then asked, “Venerable Gautama, where will you go now?”

source: །དེ་བཞིན་གཤེགས་པས་བཀའ་སྩལ་པ།
en: The Thus-Gone One replied:

source: །ང་ནི་བཱ་རཱ་ཎ་སཱིར་འགྲོ།
en: “I am on my way to Vārāṇasī.

source: །གྲོང་ཁྱེར་གསལ་ལྡན་སོང་ནས་ནི། །ལོང་བ་ལྟ་བུའི་འཇིག་རྟེན་ལ། །མཚུངས་པ་མེད་པའི་འོད་བྱའོ།
en: When I arrive in the city of Kāśi, I shall spread an incomparable light To shine in this world of the blind.

source: །གྲོང་ཁྱེར་གསལ་ལྡན་སོང་ནས་ནི། །
en: When I arrive in the city of Kāśi,

source: འོན་པ་ལྟ་བུའི་འཇིག་རྟེན་ལ། །བདུད་རྩིའི་རྔ་ཆེན་བརྡུང་བར་བྱ།
en: I shall beat the great drum of nectar To be heard in this world of the deaf.

source: འཇིག་རྟེན་དུ་ནི་མ་བསྐོར་བའི། །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བྱ།
en: I shall turn the wheel of Dharma That has never been turned in this world.”

source: །ཀུན་དུ་འཚོ་བ་པ་དེས་གཽ་ཏ་མ་དེ་བཞིན་དུ་འགྱུར་རོ།
en: “May this come to pass, Gautama!” replied the Ājīvika.

source: །དེ་བཞིན་དུ་འགྱུར་རོ་ཞེས་སྨྲས་ཏེ། ལྷོ་ཕྱོགས་ལོགས་སུ་སོང་ངོ་། །དེ་བཞིན་གཤེགས་པ་ནི་བྱང་ཕྱོགས་ལོགས་སུ་བཞུད་དོ།
en: “May this come to pass!” The mendicant then took off toward the south while the Thus-Gone One went north.

source: །དགེ་སློང་དག་དེ་ལྟར་དེ་བཞིན་གཤེགས་པ་རི་ག་ཡཱའི་ཀླུའི་རྒྱལ་པོ་ཤིན་ཏུ་བལྟ་མཛེས་ཀྱིས་བཞུགས་སུ་གསོལ་བ་དང་། བཤོས་གསོལ་བར་སྤྱན་དྲངས་སོ།
en: Monks, at this point Sudarśana, the king of the nāgas, invited the Thus-Gone One to stay with him in Gayā for some refreshments.

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཉེ་གནས་སུ་གཤེགས་སོ། །དེ་ནས་ཀྱང་ལྟེང་རྒྱས་ལྟར་གཤེགས་སོ། །དེ་ནས་ཀྱང་ཙན་ད་ལྟར་གཤེགས་སོ། །དེ་ནས་གྲོང་ཁྱེར་ཁ་ལོ་སྒྱུར་དུ་གཤེགས་སོ།
en: The Thus-Gone One then proceeded to Rohitavastu and on toward Uruvela-Kalpa, Anāla, and the town of Sārathi.

source: །དགེ་སློང་དག་དེ་དག་ཏུ་ཡང་ཁྱིམ་བདག་རྣམས་ཀྱིས་དེ་བཞིན་གཤེགས་པ་བཞུགས་སུ་གསོལ་བ་དང་། བཤོས་གསོལ་བར་སྤྱན་དྲངས་ཏེ།
en: Monks, in all those places the laypeople invited the Thus-Gone One to stay and refresh himself.

source: མཐར་གྱིས་ཀླུང་ཆེན་པོ་གང་གཱའི་འགྲམ་དུ་གཤེགས་སོ།
en: In due course he arrived at the banks of the great river Ganges.

source: །དགེ་སློང་དག་དེའི་ཚེ་ཀླུང་ཆེན་པོ་གང་གཱ་ཤིན་ཏུ་བྲུག་སྟེ། མུ་དང་མཉམ་པར་འབབ་བོ།
en: Monks, at that time the great river Ganges was swollen and flowed on the same level as its banks.

source: །དགེ་སློང་དག་དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཕ་རོལ་ཏུ་གཤེགས་པའི་ཕྱིར།
en: Now, monks, since the Thus-Gone One wanted to cross the river, he approached a ferryman about this.

source: མཉན་པའི་གན་དུ་གཤེགས་པ་དང་། དེས་གསོལ་པ། གཽ་ཏ་མ་གྲུ་བཙས་སྩལ་དུ་གསོལ།
en: The ferryman told him, “Gautama, you must pay the crossing fee.”

source: གྲོགས་པོ་ང་ལ་གྲུ་བཙས་མེད་དོ་ཞེས་བཀའ་སྩལ་ནས། དེ་བཞིན་གཤེགས་པ་ནམ་མཁའ་ལས་ཚུ་རོལ་གྱི་འགྲམ་ནས་ཕ་རོལ་གྱི་འགྲམ་དུ་གཤེགས་སོ།
en: The Thus-Gone One replied, “Sir, I do not have any means to pay the crossing fee.” Then he flew through the air from one shore to the other.

source: །དེ་ནས་མཉན་པ་དེས་དེ་མཐོང་ནས་སྦྱིན་གནས་རྣམ་པ་འདི་ལྟ་བུ་འདི་བདག་གིས་མ་བསྒྲལ་ཏོ་ཞེས་ཤིན་ཏུ་འགྱོད་དེ།
en: When the boatman saw this, he felt great regret, thinking, “Oh no, how sad!

source: ཀྱི་ཧུད་མཚར་བྱས་སོ་ཞེས་སྨྲས་ནས་བརྒྱལ་ཏེ་ས་ལ་འགྱེལ་ཏོ།
en: How could I refuse to give a ferry ride to such a venerable man worthy of being served!” He then fainted and fell to the ground.

source: །དེ་ནས་མཉན་པས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་ཇོ་བོ་དགེ་སྦྱོང་གཽ་ཏ་མ་ལ་གྲུ་བཙས་སྩལ་བར་གསོལ་ན། གྲུ་བཙས་མེད་དོ་ཞེས་གསུངས་ཏེ།
en: Later the boatman recounted the story to King Bimbisāra: “Your Majesty, when I asked the mendicant Gautama to pay the crossing fee, he told me that he did not have money to pay the fare.
